<template>
    <div class="page-box">
        <h2 class="page-box-title">关于我们</h2>
        <div class="page-box-content">
            <p>青于蓝，排名技术建站，是由80后草根女站长xxxx创建，从属于天津智尚互联科技有限公司。<a href="https://www.yangqq.com">yangqq.com</a>门户网站，前期多个改版均属于博客类型，自2018年起，应网粉丝的要求，开始转型发展门户网站，旨在为各位站长，程序员提供免费以及付费的网站模板，包括个人博客网站模板，企业网站模板，门户类型网站模板。除此之外，网站还会以发布文章或者视频的方式分享实用的建站教程。</p>
            <h2>xxxx内心独白</h2>
            <p>我叫xxxx，我是一个80后草根女站长！09年入行。我一直潜心研究网页前端技术，一边工作一边积累经验，分享一些个人博客模板，以及网站优化等心得。我入行早，大家也亲切的叫我&ldquo;青姐&rdquo;。我的个人博客搜索&ldquo;个人博客&rdquo;、&ldquo;博客&rdquo;，一直都靠前。最有意思的是，我有三年的时间没有去更新它，依然排在前面。虽然期间有很多的不容易，但是我都没有放弃过。选了这一行 ，就深深的喜欢上它。我喜欢一句话&ldquo;冥冥中该来则来，无处可逃&rdquo;。我喜欢上了前端设计，喜欢坐在电脑前敲代码，喜欢跟一堆程序员聊天。这辈子，我也逃不出去了，深深的陷了进来。</p>
            <p>很感谢我的大学老师，他带我入了行，也给我带来毕业后的第一个大单，从网站的搭建到运行，虽然我只负责前端，但从那以后，因为这一单，我很顺利的找到了工作，正式进入了互联网，从一个新闻编辑到前端设计，再到独立完成建站，大大小小的的网站，无论是内网还是外网，好几百个网站，政府类型做得最多，也是我最擅长的，但随着政府网站统一建站后，我开始接企业类型网站、个人博客类型网站。我的个人博客网站，其实是我平时工作状态的一个小缩影。</p>
            <p>通过这个博客网站，我用它记录学习和生活的点点滴滴，我勉励自己，一定不能偷懒，学无止境。通过这个博客网站，我认识了很多朋友，互联网将我们团聚在一起，我们共同探讨建站，共同探讨运营，闲暇时，还聊聊家常，不仅增长技术，还可以释放压力。通过这个博客网站，我重新规划了自己的职业，我善待我的每一个客户，如果是正在学习的学生，我希望我写的模板，能帮到他们，少走一些弯路，而不是直接粘贴复制。对于专做优化SEO，SEM的客户，我希望我的程序，能够帮到他们在竞争中脱颖而出。好内容的网站，我也会全力的去推广。</p>
            <p>如果你在建站过程中，有什么问题，或者想找我谈心也可以的，邮箱<a href="http://mail.qq.com/cgi-bin/qm_share?t=qm_mailme&amp;email=HHh9cn95b3F1cHVye1xtbTJ-c3E">476847113@qq.com</a>，随时欢迎你的来信。</p>
            <h2>网站创建信息</h2>
            <p>创建时间：2011年01月12日</p>
            <p>主题模板：《青于蓝》</p>
            <p>网站程序：<a href="https://www.yangqq.com/blogs/876.html">帝国CMS7.5</a></p>
            <p>服务器: 阿里云 <a href="https://www.yangqq.com/jianzhanliucheng.html">建站流程</a> <a href="https://promotion.aliyun.com/ntms/act/qwbk.html?userCode=l1qstn8f">前往阿里云官网购买&gt;&gt;</a></p>
        </div>
    </div>
</template>

<script>
    export default {
        name: "About"
    }
</script>

<style scoped>

</style>